;------------------------------------------------------------------------------
; UltraDefrag GUI Farsi Language Pack.
; Copyright (C) 2008 by Ali Jafari.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 13, 2010 by Stefan Pendl
; Revised Feb. 20, 2010 by Ali Jafari.
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Action
ANALYSE                   = آناليز
DEFRAGMENT                = وصل كردن
OPTIMIZE                  = پردازش
STOP                      = توقف
SKIP_REMOVABLE_MEDIA      = رد كردن مدياي قابل حذف
RESCAN_DRIVES             = اسكن دوباره درايو
SHUTDOWN_PC_AFTER_A_JOB   = خاموش کردن سیستم بعد از کار
HIBERNATE_PC_AFTER_A_JOB  = معوقه کردن سیستم بعد از کار
EXIT                      = Exit

; --- Report Menu

REPORT                    = گزارش
SHOW_REPORT               = Show report

; --- Settings Menu

SETTINGS                  = تنظيمات
LANGUAGE                  = Language
GRAPHICAL_INTERFACE       = نمايش گرافيكي
FONT                      = فونت
OPTIONS                   = اختيارات
BOOT_TIME_SCAN            = اسكن زمان بوت ويندوز
ENABLE                    = قادر ساختن
SCRIPT                    = حروف
REPORTS                   = گزارشات

; --- Help Menu

HELP                      = كمك
CONTENTS                  = Contents
BEST_PRACTICE             = Best practice
FAQ                       = FAQ
ABOUT                     = درباره

; Drives list items.

VOLUME                    = نام درايو
STATUS                    = وضعيت
TOTAL                     = فضاي كل
FREE                      = فضاي آزاد
PERCENT                   = درصد

; Status messages

STATUS_RUNNING            = در حال اجرا
STATUS_ANALYSED           = آنالیز شد
STATUS_DEFRAGMENTED       = دیفراگ شد
STATUS_OPTIMIZED          = پردازش شد

; Status bar messages.

DIRS                      = فولدرها
FILES                     = فايلها
FRAGMENTED                = تكه شده
COMPRESSED                = فشرده شده
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = درباره اين برنامه
CREDITS                   = اعتبارات
LICENSE                   = جواز

; Shutdown confirmation

PLEASE_CONFIRM            = Please Confirm
REALLY_SHUTDOWN_WHEN_DONE = Do you really want to shutdown when done?
REALLY_HIBERNATE_WHEN_DONE= Do you really want to hibernate when done?
SECONDS_TILL_SHUTDOWN     = seconds till shutdown
SECONDS_TILL_HIBERNATION  = seconds till hibernation
YES                       = Yes
NO                        = No

; END OF FILE
